Repository: debba/github-tray-gnome-extension
Catalog: po/*.po
Languages: de, es, fr, it

source: Refresh
de: Aktualisieren
es: Actualizar
fr: Actualiser
it: Aggiorna

source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
it: Impostazioni

source: Configure token and username in Settings
de: Token und Benutzername in den Einstellungen konfigurieren
es: Configurar token y nombre de usuario en Configuración
fr: Configurer le token et le nom d'utilisateur dans les paramètres
it: Configura token e username nelle impostazioni

source: Loading repositories...
de: Lade Repositories...
es: Cargando repositorios...
fr: Chargement des dépôts...
it: Caricamento repository...

source: Error loading repositories
de: Fehler beim Laden der Repositories
es: Error al cargar repositorios
fr: Erreur lors du chargement des dépôts
it: Errore nel caricamento repository

source: Welcome
de: Willkommen
es: Bienvenido
fr: Bienvenue
it: Benvenuto

source: Thank you for using GitHub Tray!
de: Vielen Dank, dass Sie GitHub Tray verwenden!
es: ¡Gracias por usar GitHub Tray!
fr: Merci d'utiliser GitHub Tray !
it: Grazie per aver usato GitHub Tray!

source: Join our Discord community or leave a star on GitHub to support the project
de: Treten Sie unserer Discord-Community bei oder hinterlassen Sie einen Stern auf GitHub, um das Projekt zu unterstützen
es: Únete a nuestra comunidad de Discord o deja una estrella en GitHub para apoyar el proyecto
fr: Rejoignez notre communauté Discord ou laissez une étoile sur GitHub pour soutenir le projet
it: Unisciti alla nostra community Discord o lascia una stella su GitHub per supportare il progetto

source: Join Discord
de: Discord beitreten
es: Únete a Discord
fr: Rejoindre Discord
it: Unisciti a Discord

source: Star on GitHub
de: Stern auf GitHub
es: Estrella en GitHub
fr: Étoile sur GitHub
it: Stella su GitHub

source: Failed to fetch repositories: %s
de: Fehler beim Abrufen der Repositories: %s
es: Error al obtener repositorios: %s
fr: Échec de la récupération des dépôts : %s
it: Impossibile caricare i repository: %s

source: New Stars!
de: Neue Sterne!
es: ¡Nuevas Estrellas!
fr: Nouvelles étoiles !
it: Nuove Stelle!

source: New Issues Opened
de: Neue Issues geöffnet
es: Nuevos Issues Abiertos
fr: Nouveaux problèmes ouverts
it: Nuove Issue Aperte

source: New Forks Created
de: Neue Forks erstellt
es: Nuevos Forks Creados
fr: Nouveaux forks créés
it: Nuovi Fork Creati

source: New Followers
de: Neue Follower
es: Nuevos Seguidores
fr: Nouveaux abonnés
it: Nuovi Follower

source: GitHub Actions: Workflow Started
de: GitHub Actions: Workflow gestartet
es: GitHub Actions: Workflow Iniciado
fr: GitHub Actions : Workflow démarré
it: GitHub Actions: Workflow Avviato

source: GitHub Actions: Workflow Succeeded
de: GitHub Actions: Workflow erfolgreich
es: GitHub Actions: Workflow Completado
fr: GitHub Actions : Workflow réussi
it: GitHub Actions: Workflow Completato

source: GitHub Actions: Workflow Failed
de: GitHub Actions: Workflow fehlgeschlagen
es: GitHub Actions: Workflow Fallido
fr: GitHub Actions : Workflow échoué
it: GitHub Actions: Workflow Fallito

source: GitHub Actions: Workflow Cancelled
de: GitHub Actions: Workflow abgebrochen
es: GitHub Actions: Workflow Cancelado
fr: GitHub Actions : Workflow annulé
it: GitHub Actions: Workflow Annullato

source: GitHub Notifications
de: GitHub-Benachrichtigungen
es: Notificaciones de GitHub
fr: Notifications GitHub
it: Notifiche GitHub

source: %d new notification
de: %d neue Benachrichtigung
es: %d nueva notificación
fr: %d nouvelle notification
it: %d nuova notifica

source: Waiting for network connection...
de: Warte auf Netzwerkverbindung...
es: Esperando conexión de red...
fr: En attente de la connexion réseau...
it: In attesa della connessione di rete...

source: No repositories found
de: Keine Repositories gefunden
es: No se encontraron repositorios
fr: Aucun dépôt trouvé
it: Nessun repository trovato

source: Open All
de: Alle öffnen
es: Abrir Todo
fr: Tout ouvrir
it: Apri Tutti

source: No unread notifications
de: Keine ungelesenen Benachrichtigungen
es: No hay notificaciones sin leer
fr: Aucune notification non lue
it: Nessuna notifica non letta

source: Re-run
de: Erneut ausführen
es: Volver a ejecutar
fr: Relancer
it: Riesegui

source: Running...
de: Läuft...
es: Ejecutando...
fr: En cours...
it: In esecuzione...

source: Failed
de: Fehlgeschlagen
es: Fallido
fr: Échoué
it: Fallito

source: In progress...
de: In Bearbeitung...
es: En progreso...
fr: En cours...
it: In corso...

source: Queued
de: In der Warteschlange
es: En cola
fr: En file d'attente
it: In coda

source: Success • %s
de: Erfolgreich • %s
es: Éxito • %s
fr: Succès • %s
it: Successo • %s

source: Failed • %s
de: Fehlgeschlagen • %s
es: Fallido • %s
fr: Échoué • %s
it: Fallito • %s

source: Cancelled
de: Abgebrochen
es: Cancelado
fr: Annulé
it: Annullato

source: Skipped
de: Übersprungen
es: Omitido
fr: Ignoré
it: Saltato

source: Completed
de: Abgeschlossen
es: Completado
fr: Terminé
it: Completato

source: Show All
de: Alle anzeigen
es: Mostrar Todo
fr: Tout afficher
it: Mostra Tutti

source: ← Back
de: ← Zurück
es: ← Atrás
fr: ← Retour
it: ← Indietro

source: No open issues
de: Keine offenen Issues
es: No hay issues abiertas
fr: Aucun problème ouvert
it: Nessuna issue aperta

source: Workflow Runs
de: Workflow-Ausführungen
es: Ejecuciones de Workflow
fr: Exécutions de workflow
it: Esecuzioni Workflow

source: No workflow runs found
de: Keine Workflow-Ausführungen gefunden
es: No se encontraron ejecuciones de workflow
fr: Aucune exécution de workflow trouvée
it: Nessuna esecuzione workflow trovata

source: Closed
de: Geschlossen
fr: Fermé

source: Open
de: Offen
fr: Ouvert

source: Draft
de: Entwurf
fr: Brouillon

source: Merged
de: Zusammengeführt
fr: Fusionné

source: just now
de: gerade eben
es: ahora
fr: à l'instant
it: adesso

source: %d min ago
de: vor %d Min
es: hace %d min
fr: il y a %d min
it: %d min fa

source: %d h ago
de: vor %d Std
es: hace %d h
fr: il y a %d h
it: %d h fa

source: %d d ago
de: vor %d T
es: hace %d d
fr: il y a %d j
it: %d g fa

source: %d mo ago
de: vor %d Monaten
es: hace %d meses
fr: il y a %d mois
it: %d mesi fa

source: Authentication
de: Authentifizierung
es: Autenticación
fr: Authentification
it: Autenticazione

source: Create a token at github.com/settings/tokens Required scopes: repo (private) or public_repo (public only)
de: Erstellen Sie ein Token unter github.com/settings/tokens Erforderliche Bereiche: repo (privat) oder public_repo (nur öffentlich)
es: Crear un token en github.com/settings/tokens Ámbitos requeridos: repo (privado) o public_repo (solo público)
fr: Créez un token sur github.com/settings/tokens Portées requises : repo (privé) ou public_repo (public uniquement)
it: Crea un token su github.com/settings/tokens Scope richiesti: repo (privati) o public_repo (solo pubblici)

source: GitHub Username
de: GitHub-Benutzername
es: Usuario de GitHub
fr: Nom d'utilisateur GitHub
it: Username GitHub

source: Personal Access Token
de: Persönliches Zugangstoken
es: Token de Acceso Personal
fr: Token d'accès personnel
it: Token di Accesso Personale

source: Sorting
de: Sortierung
es: Ordenamiento
fr: Tri
it: Ordinamento

source: Configure how repositories are sorted
de: Konfigurieren Sie, wie Repositories sortiert werden
es: Configurar cómo se ordenan los repositorios
fr: Configurer comment les dépôts sont triés
it: Configura come ordinare i repository

source: Sort by
de: Sortieren nach
es: Ordenar por
fr: Trier par
it: Ordina per

source: Criteria for sorting repositories
de: Kriterium für die Sortierung von Repositories
es: Criterio para ordenar repositorios
fr: Critère de tri des dépôts
it: Criterio di ordinamento dei repository

source: Last Updated
de: Zuletzt aktualisiert
es: Última Actualización
fr: Dernière mise à jour
it: Ultimo Aggiornamento

source: Last Pushed
de: Zuletzt gepusht
es: Último Push
fr: Dernier push
it: Ultimo Push

source: Created Date
de: Erstellungsdatum
es: Fecha de Creación
fr: Date de création
it: Data di Creazione

source: Stars
de: Sterne
es: Estrellas
fr: Étoiles
it: Stelle

source: Sort order
de: Sortierreihenfolge
es: Orden
fr: Ordre de tri
it: Ordine

source: Ascending or descending order
de: Aufsteigende oder absteigende Reihenfolge
es: Orden ascendente o descendente
fr: Ordre croissant ou décroissant
it: Ordine crescente o decrescente

source: Descending
de: Absteigend
es: Descendente
fr: Décroissant
it: Decrescente

source: Ascending
de: Aufsteigend
es: Ascendente
fr: Croissant
it: Crescente

source: Display
de: Anzeige
es: Visualización
fr: Affichage
it: Visualizzazione

source: Configure how repositories are shown
de: Konfigurieren Sie, wie Repositories angezeigt werden
es: Configurar cómo se muestran los repositorios
fr: Configurer comment les dépôts sont affichés
it: Configura come visualizzare i repository

source: Where the icon appears in the top bar
de: Wo das Symbol in der oberen Leiste erscheint
es: Donde aparece el icono en la barra superior
fr: Où l'icône apparaît dans la barre supérieure
it: Dove appare l'icona nella barra superiore

source: Where the icon appears in the top bar (requires restart)
de: Wo das Symbol in der oberen Leiste erscheint (erfordert Neustart)
es: Donde aparece el icono en la barra superior (requiere reiniciar)
fr: Où l'icône apparaît dans la barre supérieure (nécessite un redémarrage)
it: Dove appare l'icona nella barra superiore (richiede riavvio)

source: Left
de: Links
es: Izquierda
fr: Gauche
it: Sinistra

source: Center
de: Mitte
es: Centro
fr: Centre
it: Centro

source: Right
de: Rechts
es: Derecha
fr: Droite
it: Destra

source: Max repositories
de: Maximale Repositories
es: Repositorios máximos
fr: Dépôts maximum
it: Repository massimi

source: Maximum number of repositories to display
de: Maximale Anzahl der anzuzeigenden Repositories
es: Número máximo de repositorios a mostrar
fr: Nombre maximum de dépôts à afficher
it: Numero massimo di repository da visualizzare

source: Font Size
de: Schriftgröße
es: Tamaño de Fuente
fr: Taille de police
it: Dimensione Font

source: Adjust the size of text in the menu
de: Passen Sie die Textgröße im Menü an
es: Ajustar el tamaño del texto en el menú
fr: Ajuster la taille du texte dans le menu
it: Regola la dimensione del testo nel menu

source: Small
de: Klein
es: Pequeño
fr: Petit
it: Piccolo

source: Medium
de: Mittel
es: Mediano
fr: Moyen
it: Medio

source: Large
de: Groß
es: Grande
fr: Grand
it: Grande

source: Local Projects
de: Lokale Projekte
es: Proyectos Locales
fr: Projets locaux
it: Progetti Locali

source: Configure local editor for opening projects
de: Konfigurieren Sie den lokalen Editor zum Öffnen von Projekten
es: Configurar editor local para abrir proyectos
fr: Configurer l'éditeur local pour ouvrir les projets
it: Configura l'editor locale per aprire i progetti

source: Editor Command
de: Editor-Befehl
es: Comando del Editor
fr: Commande de l'éditeur
it: Comando Editor

source: Notifications
de: Benachrichtigungen
es: Notificaciones
it: Notifiche

source: Configure GitHub notifications display
de: GitHub-Benachrichtigungsanzeige konfigurieren
es: Configurar visualización de notificaciones de GitHub
fr: Configurer l'affichage des notifications GitHub
it: Configura la visualizzazione delle notifiche GitHub

source: Show GitHub Notifications
de: GitHub-Benachrichtigungen anzeigen
es: Mostrar Notificaciones de GitHub
fr: Afficher les notifications GitHub
it: Mostra Notifiche GitHub

source: Display GitHub notifications in the menu
de: GitHub-Benachrichtigungen im Menü anzeigen
es: Mostrar notificaciones de GitHub en el menú
fr: Afficher les notifications GitHub dans le menu
it: Visualizza le notifiche GitHub nel menu

source: Desktop Notifications
de: Desktop-Benachrichtigungen
es: Notificaciones de Escritorio
fr: Notifications de bureau
it: Notifiche Desktop

source: Show desktop notifications for new GitHub notifications
de: Desktop-Benachrichtigungen für neue GitHub-Benachrichtigungen anzeigen
es: Mostrar notificaciones de escritorio para nuevas notificaciones de GitHub
fr: Afficher les notifications de bureau pour les nouvelles notifications GitHub
it: Mostra notifiche desktop per le nuove notifiche GitHub

source: Refresh Interval
de: Aktualisierungsintervall
es: Intervalo de Actualización
fr: Intervalle d'actualisation
it: Intervallo di Aggiornamento

source: Seconds between notification checks
de: Sekunden zwischen Benachrichtigungsprüfungen
es: Segundos entre comprobaciones de notificaciones
fr: Secondes entre les vérifications de notifications
it: Secondi tra i controlli delle notifiche

source: Notification Types
de: Benachrichtigungstypen
es: Tipos de Notificaciones
fr: Types de notifications
it: Tipi di Notifiche

source: Choose which notification types to show
de: Wählen Sie aus, welche Benachrichtigungstypen angezeigt werden sollen
es: Elegir qué tipos de notificaciones mostrar
fr: Choisir quels types de notifications afficher
it: Scegli quali tipi di notifiche mostrare

source: Review Requests
de: Review-Anfragen
es: Solicitudes de Revisión
fr: Demandes de révision
it: Richieste di Revisione

source: When someone requests your review on a PR
de: Wenn jemand Ihre Überprüfung eines PR anfordert
es: Cuando alguien solicita tu revisión en un PR
fr: Quand quelqu'un demande votre révision sur une PR
it: Quando qualcuno richiede la tua revisione su una PR

source: Mentions
de: Erwähnungen
es: Menciones
it: Menzioni

source: When someone mentions you
de: Wenn jemand Sie erwähnt
es: Cuando alguien te menciona
fr: Quand quelqu'un vous mentionne
it: Quando qualcuno ti menziona

source: Assignments
de: Zuweisungen
es: Asignaciones
fr: Assignations
it: Assegnazioni

source: When you are assigned to an issue or PR
de: Wenn Sie einem Issue oder PR zugewiesen werden
es: Cuando te asignan a un issue o PR
fr: Quand vous êtes assigné à un problème ou une PR
it: Quando vieni assegnato a un'issue o PR

source: Pull Request Comments
de: Pull-Request-Kommentare
es: Comentarios de Pull Request
fr: Commentaires de pull request
it: Commenti Pull Request

source: Comments on pull requests
de: Kommentare zu Pull-Requests
es: Comentarios en pull requests
fr: Commentaires sur les pull requests
it: Commenti sulle pull request

source: Issue Comments
de: Issue-Kommentare
es: Comentarios de Issue
fr: Commentaires d'issue
it: Commenti Issue

source: Comments on issues
de: Kommentare zu Issues
es: Comentarios en issues
fr: Commentaires sur les issues
it: Commenti sulle issue

source: Configure workflow runs display. Click the workflow icon on any repository to view its workflow runs.
de: Workflow-Ausführungsanzeige konfigurieren. Klicken Sie auf das Workflow-Symbol eines Repositorys, um seine Workflow-Ausführungen anzuzeigen.
es: Configurar visualización de ejecuciones de workflow. Haz clic en el icono de workflow en cualquier repositorio para ver sus ejecuciones.
fr: Configurer l'affichage des exécutions de workflow. Cliquez sur l'icône workflow d'un dépôt pour voir ses exécutions.
it: Configura la visualizzazione delle esecuzioni dei workflow. Clicca sull'icona workflow su qualsiasi repository per visualizzarne le esecuzioni.

source: Max Workflow Runs
de: Maximale Workflow-Ausführungen
es: Ejecuciones de Workflow Máximas
fr: Exécutions de workflow maximum
it: Esecuzioni Workflow Massime

source: Maximum number of workflow runs to display per repository
de: Maximale Anzahl von Workflow-Ausführungen pro Repository
es: Número máximo de ejecuciones de workflow a mostrar por repositorio
fr: Nombre maximum d'exécutions de workflow à afficher par dépôt
it: Numero massimo di esecuzioni workflow da visualizzare per repository

source: Workflow Notifications
de: Workflow-Benachrichtigungen
es: Notificaciones de Workflow
fr: Notifications de workflow
it: Notifiche Workflow

source: Choose which workflow events to notify about. Notifications are only sent for repositories with a configured local path.
de: Wählen Sie aus, über welche Workflow-Ereignisse benachrichtigt werden soll. Benachrichtigungen werden nur für Repositories mit einem konfigurierten lokalen Pfad gesendet.
es: Elegir sobre qué eventos de workflow notificar. Las notificaciones solo se envían para repositorios con una ruta local configurada.
fr: Choisir pour quels événements de workflow recevoir des notifications. Les notifications ne sont envoyées que pour les dépôts avec un chemin local configuré.
it: Scegli per quali eventi workflow ricevere notifiche. Le notifiche vengono inviate solo per i repository con un percorso locale configurato.

source: Workflow Started
de: Workflow gestartet
es: Workflow Iniciado
fr: Workflow démarré
it: Workflow Avviato

source: When a workflow run starts
de: Wenn eine Workflow-Ausführung startet
es: Cuando una ejecución de workflow comienza
fr: Quand une exécution de workflow démarre
it: Quando un'esecuzione workflow inizia

source: Workflow Succeeded
de: Workflow erfolgreich
es: Workflow Completado
fr: Workflow réussi
it: Workflow Completato

source: When a workflow run completes successfully
de: Wenn eine Workflow-Ausführung erfolgreich abgeschlossen wird
es: Cuando una ejecución de workflow se completa exitosamente
fr: Quand une exécution de workflow se termine avec succès
it: Quando un'esecuzione workflow si completa con successo

source: Workflow Failed
de: Workflow fehlgeschlagen
es: Workflow Fallido
fr: Workflow échoué
it: Workflow Fallito

source: When a workflow run fails
de: Wenn eine Workflow-Ausführung fehlschlägt
es: Cuando una ejecución de workflow falla
fr: Quand une exécution de workflow échoue
it: Quando un'esecuzione workflow fallisce

source: Workflow Cancelled
de: Workflow abgebrochen
es: Workflow Cancelado
fr: Workflow annulé
it: Workflow Annullato

source: When a workflow run is cancelled
de: Wenn eine Workflow-Ausführung abgebrochen wird
es: Cuando una ejecución de workflow es cancelada
fr: Quand une exécution de workflow est annulée
it: Quando un'esecuzione workflow viene annullata

source: Repository Path Mappings
de: Repository-Pfadzuordnungen
es: Mapeos de Ruta de Repositorio
fr: Correspondances de chemins de dépôt
it: Mappature Percorsi Repository

source: Manage local paths for your repositories
de: Verwalten Sie lokale Pfade für Ihre Repositories
es: Administrar rutas locales para tus repositorios
fr: Gérer les chemins locaux pour vos dépôts
it: Gestisci i percorsi locali per i tuoi repository

source: Add New Mapping
de: Neue Zuordnung hinzufügen
es: Agregar Nueva Asignación
fr: Ajouter une nouvelle correspondance
it: Aggiungi Nuova Mappatura

source: No mappings configured
de: Keine Zuordnungen konfiguriert
es: No hay asignaciones configuradas
fr: Aucune correspondance configurée
it: Nessuna mappatura configurata

source: Click "Add New Mapping" to set up local paths
de: Klicken Sie auf "Neue Zuordnung hinzufügen", um lokale Pfade einzurichten
es: Haz clic en "Agregar Nueva Asignación" para configurar rutas locales
fr: Cliquez sur « Ajouter une nouvelle correspondance » pour configurer les chemins locaux
it: Clicca "Aggiungi Nuova Mappatura" per configurare i percorsi locali

source: Add Repository Mapping
de: Repository-Zuordnung hinzufügen
es: Agregar Asignación de Repositorio
fr: Ajouter une correspondance de dépôt
it: Aggiungi Mappatura Repository

source: Repository (owner/name):
de: Repository (Eigentümer/Name):
es: Repositorio (propietario/nombre):
fr: Dépôt (propriétaire/nom) :
it: Repository (proprietario/nome):

source: Repository (owner/name)
de: Repository (Eigentümer/Name)
es: Repositorio (propietario/nombre)
fr: Dépôt (propriétaire/nom)
it: Repository (proprietario/nome)

source: Local Path:
de: Lokaler Pfad:
es: Ruta Local:
fr: Chemin local :
it: Percorso Locale:

source: Local Path
de: Lokaler Pfad
es: Ruta Local
fr: Chemin local
it: Percorso Locale

source: Browse...
de: Durchsuchen...
es: Explorar...
fr: Parcourir...
it: Sfoglia...

source: Select Repository Path
de: Repository-Pfad auswählen
es: Seleccionar Ruta del Repositorio
fr: Sélectionner le chemin du dépôt
it: Seleziona Percorso Repository

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla

source: Select
de: Auswählen
es: Seleccionar
fr: Sélectionner
it: Seleziona

source: Add
de: Hinzufügen
es: Agregar
fr: Ajouter
it: Aggiungi

source: Debug
de: Fehlersuche
es: Depuración
fr: Débogage

source: Enable debug features for testing
de: Fehlersuche-Funktionen für Tests aktivieren
es: Habilitar funciones de depuración para pruebas
fr: Activer les fonctions de débogage pour les tests
it: Abilita funzionalità di debug per i test

source: Debug Mode
de: Debug-Modus
es: Modo de Depuración
fr: Mode débogage
it: Modalità Debug

source: Show debug button in menu to test notifications
de: Debug-Schaltfläche im Menü anzeigen, um Benachrichtigungen zu testen
es: Mostrar botón de depuración en el menú para probar notificaciones
fr: Afficher le bouton de débogage dans le menu pour tester les notifications
it: Mostra il pulsante debug nel menu per testare le notifiche

source: 🔀 parent
de: 🔀 übergeordnet
es: 🔀 padre
it: 🔀 padre

source: Updated %s
de: Aktualisiert %s
es: Actualizado %s
fr: Mis à jour %s
it: Aggiornato %s

source: Open in Browser
de: Im Browser öffnen
es: Abrir en Navegador
fr: Ouvrir dans le navigateur
it: Apri nel Browser

source: Open Locally
de: Lokal öffnen
es: Abrir Localmente
fr: Ouvrir localement
it: Apri Localmente

source: Copy URL
de: URL kopieren
es: Copiar URL
fr: Copier l'URL
it: Copia URL

source: Repositories
es: Repositorios
fr: Dépôts
it: Repository

source: Name
es: Nombre
fr: Nom
it: Nome

source: Panel position
es: Posición del panel
fr: Position dans le panneau
it: Posizione nella barra

source: Issues
it: Issue
